{
  "development1": {
    "Commanders": "Serving as a positive role model, Soldier worked with his fellow commanders to ensure that the recruits under their charge were moulded into exemplary soldiers who were competent in their drills, disciplined and looked out for one another. Through patient feedback and coaching, Soldier took in in his stride to help those around him achieve their full potential.",
    "Support Staff": "Serving as a positive role model, Soldier worked with his fellow support staff to ensure that new batches of storemen would be able to assimilate into their new roles. Through patient feedback and coaching, Soldier took in in his stride to help those around him achieve their full potential."
  },
  "development2 ": {
    "Commanders": "As a natural leader, Soldier has the innate ability to rally his commanders together and capitalise on their strengths, unifying them regardless of their differences to achieve a common objective. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team.",
    "Support Staff": "As a natural leader, Soldier has the innate ability to rally his store team together and capitalise on their strengths, unifying them regardless of their differences to complete their tasks. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team."
  },
  "development3": {
    "Commanders": "Soldier is proactive in recognising the need to transform and could see beyond the conventional way of doing things. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system.",
    "Support Staff": "Soldier is proactive in recognising the need to transform and could see beyond the conventional way of doing things. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system."
  },
  "development4": {
    "Commanders": "A natural leader, he has the innate ability to rally his commanders together and capitalise on their strengths, unifying them regardless of their differences to achieve a common objective. Serving as a positive role model, Soldier worked with his fellow commanders to ensure that the recruits under their charge were moulded into exemplary soldiers who were competent in their drills, disciplined and looked out for one another. Through patient feedback and coaching, Soldier took in in his stride to help those around him achieve their full potential.",
    "Support Staff": "A natural leader, he has the innate ability to rally his store team together and capitalise on their strengths, unifying them regardless of their differences to achieve a common objective. Serving as a positive role model, Soldier worked with his fellow support staff to ensure that new batches of storemen would be able to assimilate into their new roles. Through patient feedback and coaching, Soldier took in in his stride to help those around him achieve their full potential."
  },
  "development5": {
    "Commanders": "Serving as a positive role model, Soldier worked with his fellow commanders to ensure that the recruits under their charge were moulded into exemplary soldiers who were competent in their drills, disciplined and looked out for one another. Not only that, Soldier is proactive in recognising the need to transform and could see beyond the conventional way of doing things. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system.",
    "Support Staff": "Serving as a positive role model, Soldier worked with his fellow support staff to ensure that new batches of storemen would be able to assimilate into their new roles. Not only that, Soldier is proactive in recognising the need to transform and could see beyond the conventional way of doing things. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system."
  },
  "development6": {
    "Label (DO NOT EDIT THIS)": "Development6",
    "Commanders": "A natural leader, Soldier has an innate ability to rally his commanders together and capitalise on their strengths, unifying them regardless of their differences to achieve a common objective. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team. As a team, they recognised the need to transform and could see beyond the conventional way of doing things, hence coming up with more efficient systems to enhance working processes.",
    "Support Staff": "A natural leader, Soldier has an innate ability to rally his store team together and capitalise on their strengths, unifying them regardless of their differences to complete their tasks. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team. As a team, they recognised the need to transform and could see beyond the conventional way of doing things, hence coming up with more efficient systems to enhance working processes."
  },
  "development7": {
    "Commanders": "A natural leader, Soldier has the innate ability to rally his commanders together and capitalise on their strengths, unifying them regardless of their differences to achieve a common objective. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team. His peers and subordinates would not hesitate to approach him for advice and emotional support. Serving as a positive role model, Soldier worked with his fellow commanders to ensure that the recruits under their charge were moulded into exemplary soldiers who were competent in their drills, disciplined and looked out for one another. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system.",
    "Support Staff": "A natural leader, Soldier has the innate ability to rally his store team together and capitalise on their strengths, unifying them regardless of their differences to complete their tasks. He went beyond his line of duty, building rapport with his peers to synergise their working styles and as a result create a well-oiled team. His peers and subordinates would not hesitate to approach him for advice and emotional support. Serving as a positive role model, Soldier worked with his fellowsupport staff to ensure that new batches of storemen would be able to assimilate into their new roles. He went beyond the pre-defined boundaries of his role to develop new methodologies to enhance his working processes. As a result, future generations of commanders would inherit a more sophisticated and mature system."
  }
}
