{
  "mission1": {
    "Commanders": "Soldier displayed a high level of competency in planning and by effectively overseeing and managing his given tasks. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. He always ensured for a smooth and seamless conduct with his meticulous planning and set realistic yet challenging objectives so that every training conduct was meaningful.",
    "Support Staff": "Soldier displayed a high level of competency in planning and by effectively overseeing and managing his given tasks. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. He always ensured that his tasks were completed seamlessly so that every training conduct could meet their objectives."
  },
  "mission2 ": {
    "Commanders": "Soldier was a decisive leader who was composed under stressful situations, allowing him to make sound decisions to resolve unexpected challenges that arose, ensuring that conducts flowed smoothly. As a commander, he was responsible for the daily affairs of the recruits of his platoon and his ability to make calculated decisions objectively helped him excel in this.",
    "Support Staff": "Soldier was a decisive individual who was composed under stressful situations, allowing him to make sound decisions to resolve unexpected challenges that arose, ensuring that conducts flowed smoothly. A cool-headed individual, he can be relied on to get complicated tasks done."
  },
  "mission3": {
    "Commanders": "Soldier displayed a high level of competency in event management by successfully coordinating and executing multiple conducts throughout his service. He excelled at command and control on the ground and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges.",
    "Support Staff": "Soldier displayed a high level of competency in event management by successfully coordinating with external stakeholders to meet the logistical requirements of his company throughout his service. He excelled at communication and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges."
  },
  "mission4": {
    "Commanders": "Soldier is meticulous and attentive to details in his planning. He ensures that deadlines are adhered to and training objectives are met. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. A skilled planner and decisive leader, soldier’s thought processes considered how the conduct would be facilitated on the ground for effective decision making.",
    "Support Staff": "Soldier displayed a high level of competency in planning and by effectively overseeing and managing his given tasks. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. He always ensured that his tasks were completed seamlessly so that every training conduct could meet their objectives. Soldier was also a decisive individual who was composed under stressful situations, allowing him to make sound decisions to resolve unexpected challenges that arose, ensuring that conducts flowed smoothly. A cool-headed individual, he can be relied on to get complicated tasks done."
  },
  "mission5": {
    "Commanders": "Soldier displayed a high level of competency in planning and event management by successfully coordinating and executing multiple conducts throughout his service. He always ensured for a smooth and seamless process with his meticulous planning and set realistic yet challenging objectives so that every training conduct was meaningful. He excelled at command and control on the ground and was always on the alert, ready to execute contingency plans effectively to resolve unexpected challenges.",
    "Support Staff": "Soldier displayed a high level of competency in planning and by effectively overseeing and managing his given tasks. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. He always ensured that his tasks were completed seamlessly so that every training conduct could meet their objectives. Soldier also displayed a high level of competency in event management by successfully coordinating with external stakeholders to meet the logistical requirements of his company throughout his service. He excelled at communication and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges."
  },
  "mission6": {
    "Label (DO NOT EDIT THIS)": "Mission6",
    "Commanders": "Soldier was a decisive leader who was composed under stressful situations, allowing him to make sound decisions to resolve unexpected challenges that arose, ensuring that conducts flowed smoothly. He excelled at command and control on the ground and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges.",
    "Support Staff": "Soldier displayed a high level of competency in event management by successfully coordinating with external stakeholders to meet the logistical requirements of his company throughout his service. He excelled at communication and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges. Soldier also displayed a high level of competency in event management by successfully coordinating with external stakeholders to meet the logistical requirements of his company throughout his service. He excelled at communication and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges."
  },
  "mission7": {
    "Label (DO NOT EDIT THIS)": "Mission7",
    "Commanders": "Soldier is meticulous and attentive to details in his planning. He ensures that deadlines are adhered to and training objectives are met. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. Moreover, he was able operate under pressure and make sound decisions to resolve unexpected challenges that arose. As a commander, he was responsible for the daily affairs of the recruits of his platoon and his ability to make calculated decisions objectively helped him excel in this. On the ground, he excelled at command and control and was always alert, ready to execute contingency plans effectively if needed. ",
    "Support Staff": "Soldier displayed a high level of competency in planning and by effectively overseeing and managing his given tasks. He possessed the foresight to anticipate potential challenges and come up with contingencies to tackle them. He always ensured that his tasks were completed seamlessly so that every training conduct could meet their objectives. Soldier was also a decisive individual who was composed under stressful situations, allowing him to make sound decisions to resolve unexpected challenges that arose, ensuring that conducts flowed smoothly. A cool-headed individual, he can be relied on to get complicated tasks done. In addition, Soldier displayed a high level of competency in event management by successfully coordinating with external stakeholders to meet the logistical requirements of his company throughout his service. He excelled at communication and was always on his feet, ready to execute contingency plans effectively to resolve unexpected challenges."
  }
}
