{
  "social1": {
    "Commanders": "Described as charismatic, creative, and passionate by peers and colleagues alike, his ability as a leader is clear. He is also respected by his peers and soldiers under his command as he is selfless and always puts those under him before himself.",
    "Support Staff": "Described as charismatic, creative, and passionate by peers and colleagues alike, Soldier was an influential figure in the company. He is respected by his peers  as he is selfless and always puts those around him before himself."
  },
  "social2": {
    "Commanders": "A people-oriented individual, soldier did his best to foster a good working environment and team spirit, always ensuring that his team achieved success. His interpersonal skills and military knowledge made him a valuable asset to his superiors and peers.",
    "Support Staff": "A people-oriented individual, soldier did his best to foster a good working environment and team spirit, always ensuring that his team achieved success. His interpersonal skills and military knowledge made him a valuable asset to his superiors and peers."
  },
  "social3": {
    "Commanders": "A people-oriented individual, soldier has been described as a charismatic, earnest and empathetic figure that those around him look up to. He is a discerning individual who knows when to be strict towards his men, and when to reward them. As a result, he built a very strong rapport with his recruits and gained their respect. He is able work together with his fellow commanders to mould the recruits under their charge into exceptional soldiers who were well-trained, virtuous and selfless.",
    "Support Staff": "A people-oriented individual, soldier has been described as a charismatic, earnest and empathetic figure that those around him look up to. He was known to always render assistance to his peers when he was able to. He is a discerning individual who knows when to be serious and focus on the task on hand. He is able work together with his fellow peers to meet the logistical requirements of his company’s conducts so that every training objective is met."
  }
}
